Repository: zpmdd/CodexBar-zh
Catalog: Sources/CodexBar/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: (System)
zh_hans: （系统）

source: 30d cost
zh_hans: 近 30 天费用

source: API key limit
zh_hans: API Key 限额

source: API key limit unavailable right now
zh_hans: 当前无法获取 API Key 限额

source: API region
zh_hans: API 区域

source: About
zh_hans: 关于

source: About CodexBar
zh_hans: 关于 CodexBar

source: Account
zh_hans: 账户

source: Account Added
zh_hans: 账户已添加

source: Accounts
zh_hans: 账户

source: Active
zh_hans: 当前

source: Add
zh_hans: 添加

source: Add Account
zh_hans: 添加账户

source: Add Account...
zh_hans: 添加账户...

source: Add Workspace
zh_hans: 添加工作区

source: Add accounts via GitHub OAuth Device Flow.
zh_hans: 通过 GitHub OAuth 设备流程添加账户。

source: Adding Accountâ¦
zh_hans: 正在添加账户...

source: Advanced
zh_hans: 高级

source: All Systems Operational
zh_hans: 所有系统正常

source: Animation pattern
zh_hans: 动画样式

source: Applies only to the Security.framework OAuth keychain reader.
zh_hans: 仅适用于 Security.framework OAuth 钥匙串读取器。

source: Auto
zh_hans: 自动

source: Auto falls back to the next source if the preferred one fails.
zh_hans: 首选来源失败时自动回退到下一个来源。

source: Auto uses API first, then falls back to CLI on auth failures.
zh_hans: 自动优先使用 API，认证失败时回退到 CLI。

source: Auto-refresh is off; use the menu's Refresh command.
zh_hans: 自动刷新已关闭；请使用菜单里的“刷新”命令。

source: Auto-refresh: hourly Â· Timeout: 10m
zh_hans: 自动刷新：每小时 · 超时：10 分钟

source: Automatic imports browser cookies and WorkOS tokens.
zh_hans: 自动导入浏览器 cookies 和 WorkOS token。

source: Automatic imports browser cookies and local storage tokens.
zh_hans: 自动导入浏览器 cookies 和本地存储 token。

source: Automatic imports browser cookies for dashboard extras.
zh_hans: 自动导入浏览器 cookies，用于看板额外数据。

source: Automatic imports browser cookies for the web API.
zh_hans: 自动导入浏览器 cookies，用于 Web API。

source: Automatic imports browser cookies from Model Studio/Bailian.
zh_hans: 自动从 Model Studio/百炼导入浏览器 cookies。

source: Automatic imports browser cookies from admin.mistral.ai.
zh_hans: 自动从 admin.mistral.ai 导入浏览器 cookies。

source: Automatic imports browser cookies from opencode.ai.
zh_hans: 自动从 opencode.ai 导入浏览器 cookies。

source: Automatic imports browser cookies or stored sessions.
zh_hans: 自动导入浏览器 cookies 或已保存会话。

source: Automatic imports browser cookies.
zh_hans: 自动导入浏览器 cookies。

source: Automatically imports browser session cookie.
zh_hans: 自动导入浏览器会话 cookie。

source: Automatically opens CodexBar when you start your Mac.
zh_hans: 启动 Mac 时自动打开 CodexBar。

source: Automation
zh_hans: 自动化

source: Avoid Keychain prompts
zh_hans: 避免钥匙串提示

source: Balance
zh_hans: 余额

source: Battery Saver
zh_hans: 省电模式

source: Beta
zh_hans: Beta 版

source: Blink now
zh_hans: 立即闪烁

source: Both
zh_hans: 两者

source: Built
zh_hans: 构建于

source: Buy Credits...
zh_hans: 购买积分...

source: CLI paths
zh_hans: CLI 路径

source: CLI sessions
zh_hans: CLI 会话

source: Caches
zh_hans: 缓存

source: Cancel
zh_hans: 取消

source: Check for Updatesâ¦
zh_hans: 检查更新...

source: Check for updates automatically
zh_hans: 自动检查更新

source: Check if you like your agents having some fun up there.
zh_hans: 让菜单栏里的智能体偶尔活跃一下。

source: Check provider status
zh_hans: 检查服务状态

source: Choose Codex workspace
zh_hans: 选择 Codex 工作区

source: Choose the MiniMax host (global .io or China mainland .com).
zh_hans: 选择 MiniMax 主机（全球 .io 或中国大陆 .com）。

source: Choose the language used by menus, settings, widgets, and CLI text output.
zh_hans: 选择菜单、设置、小组件和 CLI 文本输出使用的语言。

source: Choose what to show in the menu bar (Pace shows usage vs. expected).
zh_hans: 选择菜单栏显示内容；“节奏”会显示实际用量与预期用量的对比。

source: Choose which Codex account CodexBar should follow.
zh_hans: 选择 CodexBar 要跟随的 Codex 账户。

source: Choose which window drives the menu bar percent.
zh_hans: 选择菜单栏百分比使用哪个窗口。

source: Clear cost cache
zh_hans: 清除费用缓存

source: Clear cost error
zh_hans: 清除费用错误

source: Clear menu error
zh_hans: 清除菜单错误

source: Cleared.
zh_hans: 已清除。

source: Code review
zh_hans: 代码审查

source: Codex account login already running
zh_hans: Codex 账户登录已在进行

source: Codex login completed, but no account email was available. Try again after confirming the account is fully signed in.
zh_hans: Codex 登录已完成，但没有获取到账户邮箱。请确认账户已完整登录后重试。

source: CodexBar History
zh_hans: CodexBar 历史

source: CodexBar Metric
zh_hans: CodexBar 指标

source: CodexBar Switcher
zh_hans: CodexBar 切换器

source: CodexBar Usage
zh_hans: CodexBar 用量

source: CodexBar could not read managed account storage. Recover the store before adding another account.
zh_hans: CodexBar 无法读取托管账户存储。请先恢复该存储，再添加其他账户。

source: CodexBar found multiple workspaces, but no workspace was selected.
zh_hans: CodexBar 发现多个工作区，但未选择任何工作区。

source: Compact widget for credits or cost.
zh_hans: 显示积分或费用的紧凑小组件。

source: Config utilities
zh_hans: 配置工具

source: Config: OK
zh_hans: 配置：正常

source: Configureâ¦
zh_hans: 配置...

source: Controls how much detail is logged.
zh_hans: 控制日志记录的详细程度。

source: Cookie source
zh_hans: Cookie 来源

source: Copied
zh_hans: 已复制

source: Copy
zh_hans: 复制

source: Copy error
zh_hans: 复制错误

source: Cost
zh_hans: 费用

source: Could not add Codex account
zh_hans: 无法添加 Codex 账户

source: Could not open Terminal for Gemini
zh_hans: 无法为 Gemini 打开终端

source: Could not start claude /login
zh_hans: 无法启动 claude /login

source: Credits
zh_hans: 积分

source: Credits history
zh_hans: 积分历史

source: Credits left
zh_hans: 剩余积分

source: Credits remaining
zh_hans: 剩余积分

source: Critical issue
zh_hans: 官方服务严重异常

source: Current
zh_hans: 当前

source: Custom Path
zh_hans: 自定义路径

source: Debug
zh_hans: 调试

source: Degraded performance
zh_hans: 官方服务性能下降

source: Description
zh_hans: 说明

source: Desktop App
zh_hans: 桌面应用

source: Disable Keychain access
zh_hans: 禁用钥匙串访问

source: Disable OpenAI dashboard cookie usage.
zh_hans: 禁用 OpenAI 看板 cookie 用法。

source: Disable all Keychain reads and writes. Browser cookie import is unavailable; paste Cookie headers manually in Providers.
zh_hans: 禁用所有钥匙串读写。浏览器 cookie 导入将不可用；请在“服务”中手动粘贴 Cookie headers。

source: Display
zh_hans: 显示

source: Display mode
zh_hans: 显示模式

source: Display reset times as absolute clock values instead of countdowns.
zh_hans: 用绝对时钟时间显示重置时间，而不是倒计时。

source: Drag to reorder
zh_hans: 拖动排序

source: Effective PATH
zh_hans: 生效的 PATH

source: Email
zh_hans: 邮件

source: Enable Merge Icons to configure Overview tab providers.
zh_hans: 启用“合并图标”后可配置概览页服务。

source: Enable file logging
zh_hans: 启用文件日志

source: Enabled
zh_hans: 已启用

source: Error
zh_hans: 错误

source: Error simulation
zh_hans: 错误模拟

source: Error: cost is only supported for Claude and Codex.
zh_hans: 错误：费用仅支持 Claude 和 Codex。

source: Examples
zh_hans: 示例

source: Expected
zh_hans: 预期已用

source: Expose troubleshooting tools in the Debug tab.
zh_hans: 在调试页显示故障排查工具。

source: Extra usage
zh_hans: 额外用量

source: Extra usage spent
zh_hans: 额外用量花费

source: Fetch log
zh_hans: 拉取日志

source: Fetch strategy attempts
zh_hans: 拉取策略尝试

source: Five-hour quota
zh_hans: 5 小时配额

source: Follow System
zh_hans: 跟随系统

source: Force animation on next refresh
zh_hans: 下次刷新时强制显示动画

source: Gateway region
zh_hans: 网关区域

source: Gemini CLI not found
zh_hans: 未找到 Gemini CLI

source: General
zh_hans: 通用

source: GitHub Copilot Login
zh_hans: GitHub Copilot 登录

source: GitHub Login
zh_hans: GitHub 登录

source: Global flags
zh_hans: 全局参数

source: Hide details
zh_hans: 隐藏详情

source: Hide personal information
zh_hans: 隐藏个人信息

source: Historical tracking
zh_hans: 历史跟踪

source: Hover a bar for details
zh_hans: 悬停柱形查看详情

source: How often CodexBar polls providers in the background.
zh_hans: CodexBar 后台轮询各服务的频率。

source: Inactive while "Disable Keychain access" is enabled in Advanced.
zh_hans: 在“高级”中启用“禁用钥匙串访问”时不可用。

source: Install CLI
zh_hans: 安装 CLI

source: Install the Claude CLI (npm i -g @anthropic-ai/claude-code) and try again.
zh_hans: 请安装 Claude CLI（npm i -g @anthropic-ai/claude-code）后重试。

source: Install the Gemini CLI (npm i -g @google/gemini-cli) and try again.
zh_hans: 请安装 Gemini CLI（npm i -g @google/gemini-cli）后重试。

source: Keep CLI sessions alive
zh_hans: 保持 CLI 会话存活

source: Keyboard shortcut
zh_hans: 键盘快捷键

source: Keychain access
zh_hans: 钥匙串访问

source: Keychain prompt policy
zh_hans: 钥匙串提示策略

source: Label
zh_hans: 标签

source: Language
zh_hans: 语言

source: Last 30 days
zh_hans: 近 30 天

source: Lasts until reset
zh_hans: 可持续到重置

source: Launch
zh_hans: 启动

source: Load parse dump
zh_hans: 加载解析转储

source: Loading animations
zh_hans: 加载动画

source: Logging
zh_hans: 日志

source: Login Failed
zh_hans: 登录失败

source: Login shell PATH (startup capture)
zh_hans: 登录 shell PATH（启动时捕获）

source: MCP details
zh_hans: MCP 详情

source: Maintenance
zh_hans: 维护中

source: Major System Outage
zh_hans: 官方服务大范围异常

source: Major outage
zh_hans: 官方服务大范围异常

source: Managed Codex accounts unavailable
zh_hans: 托管 Codex 账户不可用

source: Managed Codex login did not complete. Try again after finishing the browser login flow.
zh_hans: 托管 Codex 登录没有完成。请完成浏览器登录流程后重试。

source: Manual
zh_hans: 手动

source: May your tokens never run outâkeep agent limits in view.
zh_hans: 愿你的 token 永不耗尽 - 随时掌握智能体限额。

source: Menu bar
zh_hans: 菜单栏

source: Menu bar auto-shows the provider closest to its rate limit.
zh_hans: 菜单栏会自动显示最接近限额的服务。

source: Menu bar metric
zh_hans: 菜单栏指标

source: Menu bar shows percent
zh_hans: 菜单栏显示百分比

source: Menu content
zh_hans: 菜单内容

source: Merge Icons
zh_hans: 合并图标

source: Metric
zh_hans: 指标

source: Minor Service Outage
zh_hans: 官方部分服务中断

source: Monthly
zh_hans: 月度

source: Near full
zh_hans: 接近满额

source: No Codex accounts detected yet.
zh_hans: 尚未检测到 Codex 账户。

source: No cost history data.
zh_hans: 暂无费用历史数据。

source: No credits history data.
zh_hans: 暂无积分历史数据。

source: No data available
zh_hans: 暂无数据

source: No enabled providers available for Overview.
zh_hans: 没有可用于概览的已启用服务。

source: No fetch attempts yet.
zh_hans: 暂无拉取尝试。

source: No limit set for the API key
zh_hans: 未给该 API Key 设置限额

source: No log yet. Fetch to load.
zh_hans: 暂无日志。请先拉取。

source: No log yet. Update OpenAI cookies in Providers â Codex to run an import.
zh_hans: 暂无日志。请在“服务 -> Codex”里更新 OpenAI cookies 以执行导入。

source: No output captured.
zh_hans: 未捕获到输出。

source: No overview data available.
zh_hans: 暂无概览数据。

source: No providers selected
zh_hans: 未选择服务

source: No providers selected for Overview.
zh_hans: 概览页尚未选择服务。

source: No system account
zh_hans: 没有系统账户

source: No token accounts yet.
zh_hans: 暂无 token 账户。

source: No usage breakdown data.
zh_hans: 暂无用量明细数据。

source: No usage configured.
zh_hans: 尚未配置用量监控。

source: No usage yet
zh_hans: 暂无用量

source: Not fetched yet
zh_hans: 尚未拉取

source: Not found
zh_hans: 未找到

source: Note
zh_hans: 备注

source: Notifications
zh_hans: 通知

source: Notifies when the 5-hour session quota hits 0% and when it becomes available again.
zh_hans: 5 小时会话配额降到 0% 或恢复可用时发送通知。

source: OK
zh_hans: 确定

source: Obscure email addresses in the menu bar and menu UI.
zh_hans: 在菜单栏和菜单界面中隐藏邮箱地址。

source: On pace
zh_hans: 节奏正常

source: Open API Keys
zh_hans: 打开 API Keys

source: Open Amp Settings
zh_hans: 打开 Amp 设置

source: Open Antigravity to sign in, then refresh CodexBar.
zh_hans: 打开 Antigravity 登录，然后刷新 CodexBar。

source: Open Augment (Log Out & Back In)
zh_hans: 打开 Augment（退出后重新登录）

source: Open Browser
zh_hans: 打开浏览器

source: Open CodexBar
zh_hans: 打开 CodexBar

source: Open Coding Plan
zh_hans: 打开 Coding Plan

source: Open Console
zh_hans: 打开控制台

source: Open Dashboard
zh_hans: 打开看板

source: Open Droid in Browser...
zh_hans: 在浏览器中打开 Droid...

source: Open Mistral Admin
zh_hans: 打开 Mistral 管理后台

source: Open Ollama Settings
zh_hans: 打开 Ollama 设置

source: Open Terminal
zh_hans: 打开终端

source: Open Usage Page
zh_hans: 打开用量页面

source: Open Warp API Key Guide
zh_hans: 打开 Warp API Key 指南

source: Open log file
zh_hans: 打开日志文件

source: Open menu
zh_hans: 打开菜单

source: Open token file
zh_hans: 打开 token 文件

source: OpenAI web extras
zh_hans: OpenAI Web 额外数据

source: OpenCode Go cookies are disabled.
zh_hans: OpenCode Go cookies 已禁用。

source: OpenCode cookies are disabled.
zh_hans: OpenCode cookies 已禁用。

source: Operational
zh_hans: 运行正常

source: Optional override if workspace lookup fails.
zh_hans: 工作区查找失败时可在这里手动指定。

source: Options
zh_hans: 选项

source: Override auto-detection with a custom IDE base path
zh_hans: 使用自定义 IDE 基础路径覆盖自动检测。

source: Overview
zh_hans: 概览

source: Overview rows always follow provider order.
zh_hans: 概览行始终按照服务排序显示。

source: Overview tab providers
zh_hans: 概览页服务

source: Pace
zh_hans: 节奏

source: Partial System Degradation
zh_hans: 官方部分服务不稳定

source: Partial outage
zh_hans: 官方部分服务中断

source: Paste a Cookie header captured from the billing page.
zh_hans: 粘贴从账单页面请求中捕获的 Cookie header。

source: Paste a Cookie header from a chatgpt.com request.
zh_hans: 粘贴来自 chatgpt.com 请求的 Cookie header。

source: Paste a Cookie header from a claude.ai request.
zh_hans: 粘贴来自 claude.ai 请求的 Cookie header。

source: Paste a Cookie header from a cursor.com request.
zh_hans: 粘贴来自 cursor.com 请求的 Cookie header。

source: Paste a Cookie header from app.factory.ai.
zh_hans: 粘贴来自 app.factory.ai 请求的 Cookie header。

source: Paste a Cookie header from modelstudio.console.alibabacloud.com.
zh_hans: 粘贴来自 modelstudio.console.alibabacloud.com 请求的 Cookie header。

source: Paste a Cookie header or cURL capture from Amp settings.
zh_hans: 粘贴从 Amp 设置中捕获的 Cookie header 或 cURL。

source: Paste a Cookie header or cURL capture from Ollama settings.
zh_hans: 粘贴从 Ollama 设置中捕获的 Cookie header 或 cURL。

source: Paste a Cookie header or cURL capture from the Abacus AI dashboard.
zh_hans: 粘贴从 Abacus AI 看板中捕获的 Cookie header 或 cURL。

source: Paste a Cookie header or cURL capture from the Augment dashboard.
zh_hans: 粘贴从 Augment 看板中捕获的 Cookie header 或 cURL。

source: Paste a Cookie header or cURL capture from the Coding Plan page.
zh_hans: 粘贴从 Coding Plan 页面中捕获的 Cookie header 或 cURL。

source: Paste the Cookie header from a request to admin.mistral.ai. Must contain an ory_session_* cookie.
zh_hans: 粘贴来自 admin.mistral.ai 请求的 Cookie header，必须包含 ory_session_* cookie。

source: Percent
zh_hans: 百分比

source: Plan
zh_hans: 套餐

source: Play full-screen confetti when weekly usage resets.
zh_hans: 每周用量重置时播放全屏彩带效果。

source: Please complete the login in your browser. This window will close automatically when finished.
zh_hans: 请在浏览器里完成登录。 完成后此窗口会自动关闭。

source: Polls OpenAI/Claude status pages and Google Workspace for Gemini/Antigravity, surfacing incidents in the icon and menu.
zh_hans: 轮询 OpenAI/Claude 状态页以及 Gemini/Antigravity 的 Google Workspace 状态，并在图标和菜单中提示事故。

source: Post depleted
zh_hans: 发送耗尽通知

source: Post restored
zh_hans: 发送恢复通知

source: Press Shortcut
zh_hans: 按下快捷键

source: Prevents any Keychain access while enabled.
zh_hans: 启用后阻止任何钥匙串访问。

source: Print local cost usage as text or JSON
zh_hans: 以文本或 JSON 输出本地费用用量

source: Print normalized config JSON
zh_hans: 输出标准化配置 JSON

source: Print usage as text or JSON
zh_hans: 以文本或 JSON 输出用量

source: Probe logs
zh_hans: 探测日志

source: Progress bars fill as you consume quota (instead of showing remaining).
zh_hans: 进度条随配额消耗逐步填充，而不是显示剩余量。

source: Provider
zh_hans: 服务

source: Provider + Metric
zh_hans: 服务 + 指标

source: Providers
zh_hans: 服务

source: Quit
zh_hans: 退出

source: Quit CodexBar
zh_hans: 退出 CodexBar

source: Quota
zh_hans: 配额

source: Quota usage
zh_hans: 配额用量

source: Random (default)
zh_hans: 随机（默认）

source: Re-auth
zh_hans: 重新认证

source: Re-authenticatingâ¦
zh_hans: 正在重新认证...

source: Re-run provider autodetect
zh_hans: 重新运行服务自动检测

source: Reads local usage logs. Shows today + last 30 days cost in the menu.
zh_hans: 读取本地用量日志，在菜单中显示今日和近 30 天费用。

source: Receive only stable, production-ready releases.
zh_hans: 仅接收稳定、可用于生产的版本。

source: Receive stable releases plus beta previews.
zh_hans: 接收稳定版本和 Beta 预览版。

source: Record Shortcut
zh_hans: 设置快捷键

source: Refresh
zh_hans: 刷新

source: Refresh Session
zh_hans: 刷新会话

source: Refresh cadence
zh_hans: 刷新频率

source: Refreshing
zh_hans: 正在刷新

source: Refreshing...
zh_hans: 正在刷新...

source: Reload
zh_hans: 重新加载

source: Remove
zh_hans: 移除

source: Remove Codex account?
zh_hans: 移除 Codex 账户？

source: Reorder
zh_hans: 重新排序

source: Replace critter bars with provider branding icons and a percentage.
zh_hans: 用服务品牌图标和百分比替代用量条。

source: Replay selected animation
zh_hans: 重放选中动画

source: Requests
zh_hans: 请求

source: Reset CLI sessions
zh_hans: 重置 CLI 会话

source: Save to file
zh_hans: 保存到文件

source: Secure
zh_hans: 安全输入

source: Select a provider
zh_hans: 选择一个服务

source: Select the IDE to monitor
zh_hans: 选择要监控的 IDE

source: Select the provider and metric to display.
zh_hans: 选择要显示的服务和指标。

source: Select the provider to display in the widget.
zh_hans: 选择小组件中显示的服务。

source: Session
zh_hans: 会话

source: Session and weekly usage with credits and costs.
zh_hans: 显示会话、每周用量、积分和费用。

source: Session quota notifications
zh_hans: 会话配额通知

source: Set cost error
zh_hans: 设置费用错误

source: Set menu error
zh_hans: 设置菜单错误

source: Settings
zh_hans: 设置

source: Settings...
zh_hans: 设置...

source: Show Codex Credits and Claude Extra usage sections in the menu.
zh_hans: 在菜单中显示 Codex 积分和 Claude 额外用量区块。

source: Show Debug Settings
zh_hans: 显示调试设置

source: Show all token accounts
zh_hans: 显示全部 token 账户

source: Show both percentage and pace (e.g. 45% Â· +5%)
zh_hans: 同时显示百分比和节奏（例如 45% · +5%）

source: Show cost summary
zh_hans: 显示费用摘要

source: Show credits + extra usage
zh_hans: 显示积分和额外用量

source: Show details
zh_hans: 显示详情

source: Show help
zh_hans: 显示帮助

source: Show most-used provider
zh_hans: 显示用量最高的服务

source: Show pace indicator (e.g. +5%)
zh_hans: 显示节奏指示（例如 +5%）

source: Show peak hours indicator
zh_hans: 显示高峰时段指示

source: Show provider icons in the switcher (otherwise show a weekly progress line).
zh_hans: 在切换器中显示服务图标，否则显示每周进度线。

source: Show remaining/used percentage (e.g. 45%)
zh_hans: 显示剩余/已用百分比（例如 45%）

source: Show reset time as clock
zh_hans: 用时钟显示重置时间

source: Show usage as used
zh_hans: 用“已用”方式显示用量

source: Show version
zh_hans: 显示版本

source: Show whether Claude is in peak usage hours.
zh_hans: 显示 Claude 是否处于用量高峰时段。

source: Simplified Chinese
zh_hans: 简体中文

source: Simulated error text
zh_hans: 模拟错误文本

source: Skip teardown between probes (debug-only).
zh_hans: 探测之间跳过清理流程（仅调试）。

source: Skipping providers without local cost usage
zh_hans: 跳过不支持本地费用用量的服务

source: Source
zh_hans: 来源

source: Stable
zh_hans: 稳定版

source: Stack token accounts in the menu (otherwise show an account switcher bar).
zh_hans: 在菜单中堆叠显示 token 账户，否则显示账户切换栏。

source: Start at Login
zh_hans: 登录时启动

source: State
zh_hans: 状态

source: Status
zh_hans: 状态

source: Status Page
zh_hans: 状态页

source: Status unknown
zh_hans: 状态未知

source: Stored in ~/.codexbar/config.json. Generate one at kimi-k2.ai.
zh_hans: 存储在 ~/.codexbar/config.json。可在 kimi-k2.ai 生成。

source: Stored in ~/.codexbar/config.json. Get your key from openrouter.ai/settings/keys and set a key spending limit there to enable API key quota tracking.
zh_hans: 存储在 ~/.codexbar/config.json。请从 openrouter.ai/settings/keys 获取密钥，并在那里设置 key spending limit 以启用 API Key 配额跟踪。

source: Stored in ~/.codexbar/config.json. In Warp, open Settings > Platform > API Keys, then create one.
zh_hans: 存储在 ~/.codexbar/config.json。在 Warp 中打开 Settings > Platform > API Keys，然后创建一个密钥。

source: Stored in ~/.codexbar/config.json. Paste the key from the Synthetic dashboard.
zh_hans: 存储在 ~/.codexbar/config.json。粘贴 Synthetic 看板中的密钥。

source: Stored in ~/.codexbar/config.json. Paste your Coding Plan API key from Model Studio.
zh_hans: 存储在 ~/.codexbar/config.json。粘贴 Model Studio 中的 Coding Plan API Key。

source: Stored in ~/.codexbar/config.json. Paste your MiniMax API key.
zh_hans: 存储在 ~/.codexbar/config.json。粘贴你的 MiniMax API Key。

source: Stored in ~/.codexbar/config.json. You can also provide KILO_API_KEY or ~/.local/share/kilo/auth.json (kilo.access).
zh_hans: 存储在 ~/.codexbar/config.json。也可以提供 KILO_API_KEY 或 ~/.local/share/kilo/auth.json（kilo.access）。

source: Stores local Codex usage history (8 weeks) to personalize Pace predictions.
zh_hans: 保存本地 Codex 用量历史（8 周），用于个性化节奏预测。

source: Subscription Utilization
zh_hans: 订阅使用率

source: Surprise me
zh_hans: 给我一点惊喜

source: Switch Provider
zh_hans: 切换服务

source: Switch the provider shown in the widget.
zh_hans: 切换小组件显示的服务。

source: Switcher shows icons
zh_hans: 切换器显示图标

source: Symlink CodexBarCLI to /usr/local/bin and /opt/homebrew/bin as codexbar.
zh_hans: 将 CodexBarCLI 作为 codexbar 链接到 /usr/local/bin 和 /opt/homebrew/bin。

source: System
zh_hans: 系统

source: System Account
zh_hans: 系统账户

source: Temporarily shows the loading animation after the next refresh.
zh_hans: 下次刷新后临时显示加载动画。

source: The default Codex account on this Mac.
zh_hans: 这台 Mac 上的默认 Codex 账户。

source: To use Vertex AI tracking, you need to authenticate with Google Cloud. 1. Open Terminal 2. Run: gcloud auth application-default login 3. Follow the browser prompts to sign in 4. Set your project: gcloud config set project PROJECT_ID Would you like to open Terminal now?
zh_hans: 要使用 Vertex AI 跟踪，需要先通过 Google Cloud 认证。 1. 打开终端 2. 运行：gcloud auth application-default login 3. 按浏览器提示登录 4. 设置项目：gcloud config set project PROJECT_ID 现在要打开终端吗？

source: Today
zh_hans: 今日

source: Today cost
zh_hans: 今日费用

source: Token Refreshed
zh_hans: Token 已刷新

source: Tokens
zh_hans: Token

source: Total
zh_hans: 总量

source: Trigger the menu bar menu from anywhere.
zh_hans: 可在任何位置触发菜单栏菜单。

source: Unavailable
zh_hans: 不可用

source: Unknown command
zh_hans: 未知命令

source: Update Channel
zh_hans: 更新通道

source: Update ready, restart now?
zh_hans: 更新已就绪，立即重启？

source: Updated
zh_hans: 已更新

source: Updates unavailable in this build.
zh_hans: 此构建不可使用自动更新。

source: Usage
zh_hans: 用法

source: Usage Dashboard
zh_hans: 用量看板

source: Usage breakdown
zh_hans: 用量明细

source: Usage data appears after a refresh.
zh_hans: 刷新后显示用量数据。

source: Usage data will appear once the app refreshes.
zh_hans: 应用刷新后会显示用量数据。

source: Usage history (30 days)
zh_hans: 用量历史（30 天）

source: Usage history chart with recent totals.
zh_hans: 显示近期合计的用量历史图表。

source: Usage history will appear after a refresh.
zh_hans: 刷新后会显示用量历史。

source: Usage remaining
zh_hans: 剩余用量

source: Usage source
zh_hans: 用量来源

source: Usage used
zh_hans: 已用用量

source: Usage widget with a provider switcher.
zh_hans: 带服务切换器的用量小组件。

source: Use BigModel for the China mainland endpoints (open.bigmodel.cn).
zh_hans: 中国大陆端点（open.bigmodel.cn）使用 BigModel。

source: Use a single menu bar icon with a provider switcher.
zh_hans: 使用一个菜单栏图标，并通过服务切换器查看各服务。

source: Use international or China mainland console gateways for quota fetches.
zh_hans: 用国际版或中国大陆控制台网关拉取配额。

source: Using CLI fallback
zh_hans: 正在使用 CLI 兜底方案

source: Validate config file
zh_hans: 验证配置文件

source: Verbosity
zh_hans: 日志详细度

source: Version
zh_hans: 版本

source: Vertex AI Login
zh_hans: Vertex AI 登录

source: Wait for the current managed Codex login to finish before adding another account.
zh_hans: 请等待当前托管 Codex 登录完成后再添加其他账户。

source: Waiting for Authentication...
zh_hans: 等待认证...

source: Website
zh_hans: 网站

source: Weekly
zh_hans: 每周

source: Weekly limit confetti
zh_hans: 周限额恢复彩带

source: Weekly token quota regenerates continuously.
zh_hans: 每周 token 配额会持续恢复。

source: Weekly tokens
zh_hans: 每周 token

source: Window
zh_hans: 窗口

source: Workspace ID
zh_hans: 工作区 ID

source: You can return to the app; authentication finished.
zh_hans: 认证已完成，可以返回应用。

source: last fetch failed
zh_hans: 最近拉取失败

source: press_shortcut
zh_hans: 按下快捷键

source: record_shortcut
zh_hans: 设置快捷键

source: usage not fetched yet
zh_hans: 尚未拉取用量
